{
  "AstroNvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "astrocommunity": { "branch": "main" },
  "astrocore": { "branch": "main" },
  "astrolsp": { "branch": "main" },
  "astroui": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "duck.nvim": { "branch": "main" },
  "easy-dotnet.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gist.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "keepcursor.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydocker.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lua-console.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-unception": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "timber.nvim": { "branch": "main" },
  "toggle-checkbox.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "yankbank-nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
